Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G31A.tmx
Source language: en_us
Languages: zh_cn

source: This Day in History: Remembering James Smithson (1765-1829)
zh_cn: 历史上的今天：缅怀詹姆斯史密森（1765-1829）

source: On this day, 182 years ago, James Smithson passed away in Genoa, Italy after a long illness at the age of 64.
zh_cn: 182年前的今天，詹姆斯史密森经历了长时间的病痛之后，于意大利热那亚逝世，享年64岁。

source: His will, which contained a puzzling provision, set in motion a series of circuitous events that would eventually lead to the creation of the Smithsonian Institution.
zh_cn: 在漫长曲折的过程之后，他那需要复杂准备的愿望终于落成，成立了史密森学会。

source: Smithson's considerable wealth was left to his nephew Henry James Hungerford.
zh_cn: 史密森的巨额财富留给了他的侄子，亨利·詹姆斯·哈根福特。

source: But the will indicated that if Hungerford should die leaving no heirs-legitimate or illegitimate- the money was to go to the people of the United States of America to create something he called the Smithsonian Institution for the "increase and diffusion of knowledge" among men.
zh_cn: 但是遗嘱著名如果哈根福特去世时没有任何合法或不合法的继承人，这笔财产将会捐赠给美国人民用于建立史密森学会——人类的“知识提升与传播”。

source: The will was so extraordinary that it was published by the Times of London.
zh_cn: 由于这份遗嘱的不同寻常，伦敦时报刊登了这份遗嘱。

source: While Smithson's reasons and exact intentions are still unknown, the journey "from Smithson to Smithsonian" is intriguing.
zh_cn: 当时由于史密森的动机和原因不为人所知，使得这篇文章“从史密森到史密森学会”更令人玩味。

source: "Nobody thought it would ever some to pass because his nephew was young and healthy and by all accounts quite good at spending money," says Pamela Henson, director of the Smithsonian's Institutional History Division.
zh_cn: “没有人认为建立史密森学会能成真，因为史密森的侄子相当年轻体壮，更主要的是他相当善于挥霍金钱，”帕米拉·汉森如是说，帕米拉任职于史密森学会历史部门。

source: "It was very unlikely that this money would ever come to the United States."
zh_cn: “所以看起来美国很难拿到这笔钱”。

source: Born in France in 1765, James Lewis Macie was the illegitimate son of Hugh Smithson, who would later become the first Duke of Northumberland, and Elizabeth Keate Hungerford Macie.
zh_cn: 出生于1765年的詹姆斯路易斯马西数休·史密森，之后的诺森伯兰第一公爵，和伊丽莎白·凯特·哈根福特·马西的私生子。

source: Upon the death of his mother, a widow of royal blood, Smithson inherited a considerable amount of money and adopted his father's surname.
zh_cn: 由于詹姆斯的母亲是有皇家血脉的寡妇，当他母亲去世，詹姆斯继承了一大笔遗产同时也沿袭了他养父的姓氏。

source: A wealthy man, Smithson studied at Oxford and devoted his life to science, increasing his wealth through wise investments.
zh_cn: 史密森就读于牛津大学并且将一生奉献给了科学，原本殷实的家产通过他精明的打理和投资之后增长了数倍。

source: But in 1835, Smithson's nephew died while living in Pisa, Italy without heirs.
zh_cn: 但是史密森的侄子于1835年在意大利比萨逝世，且死时没有任何继承人。

source: The executor of the estate contacted the American Charg¨¦ d'Affaires in London to set in motion the transfer of funds and eventually President Andrew Jackson was notified of the bequest.
zh_cn: 这笔财产的执行人联系了美国住伦敦办事处，以促成这笔财产的顺利转移，最终当时的美国总统安德鲁杰克逊知晓了这笔馈赠。

source: Unsure of whether or not he had the authority to accept the gift, President Jackson sent the issue over to Congress where a spirited debate ensued.
zh_cn: 由于不确定他自己是否有接受这笔馈赠的权利，所以他将这个决定权移交给国会。

source: "This is pre-Civil War, 1830s, and states rights versus federalism is a hugely hot issue," Henson says. "Southerners vehemently oppose this because they believe it's a violation of states' rights to create such a nation entity but John Quincy Adams, really takes this on as his case and pushes it through and he eventually triumphs."
zh_cn: “当时正在独立战争前期，17世纪30年代，那时候州政权和联邦政权的对立是一个大热门”汉森说，“南方人拒绝这笔捐款因为他们认为这是违反州政权以求全国统一，但是约翰·奎西·亚当还是非常认真地接下了这个议题并且努力推动最终成功地接受了这笔馈赠。”

source: Congress authorized the U.S. to accept the bequest on July 1, 1836.
zh_cn: 国会在1836年7月1日授权美国接受这笔捐赠。

source: If agreeing to accept the money was complicated, deciding what to do with it was almost impossible.
zh_cn: 如果说同意接受这笔钱是很复杂且困难的，那么决定用这笔钱做什么几乎成了不可能的任务。

source: Smithson, who had never set foot in the United States while living, apparently never discussed the provision in his will or his plans for the Institution with anyone.
zh_cn: 史密森生前从未亲自踏上美利坚的土地，而且显然地他也从没有和任何人具体地讲过他的遗愿和关于此的任何详细计划。

source: So, for ten years, Congress debated what "increase and diffusion of knowledge" meant and what such an establishment would look like.
zh_cn: 所以，历经十年，国会争辩究竟什么是“人类知识提升与传播”这个概念的最终落成应该是什么样。

source: Several ideas were suggested, including: a scientific institute, a teacher's training institute, a school of natural history, a university for the classics, a national observatory, a national library and a national museum.
zh_cn: 有一些人提出它应该包括：科学机构，教师训练机构，自然科学学校，古典主义的大学，国家天文台，国家图书馆和国家博物馆。

source: Eventually, a political compromise was reached, which provided for many of the different ideas suggested, and the Smithsonian Institution was founded, signed into law by President James K. Polk on August 10, 1846, and funded.
zh_cn: 最终达到一个统一的结果，就是将这些不同的建议都合并起来，至此史密森学会终于成立，由詹姆斯·波克在1846年8月10日签署执行成立。

source: Not much is known about the life of James Smithson, whose papers, diaries and correspondence were lost in a massive 1865 fire in the Castle building.
zh_cn: 关于詹姆斯史密森的生平，我们所知甚少，与他有关的报刊文章，日记，还有相关文献都在1865年在凯撒建筑物的一场大火中付之一炬。

source: But a recent biography by Heather Ewing, who traveled throughout Europe looking in various archives for Smithson's correspondence with others, [does shed some] additional light onto his life and scientific thinking.
zh_cn: 但最近的一本由希瑟艾文执笔的传记确给我们几盏明灯，以稍许认识詹姆斯的生平和科学理念。艾文在欧洲各处旅行，查阅和史密森有关的资料。

source: The mystery of why he decided to gift the equivalent of $508,318.46 to the United States and what his true intentions were may never be solved.
zh_cn: 但是他决定馈赠等价于508,318.46美金的财产给美国的原因和他真正的用意却似乎成了永远的谜题。

source: "But it's sort of fascinating what, by chance, that sentence at the end of his will turned out to be," Henson says.
zh_cn: “但是他的遗嘱最后一句的成真却因此变得十分有趣。”汉森说。
